import numpy as 寿限無寿限無五劫のすり切れ海砂利水魚の水行末雲行末風来末食う寝るところに住むところやぶら小路ぶら小路パイポパイポパイポのシューリンガンシューリンガンのグーリンダイグーリンダイのポンポコピーのポンポコナの長久命の長助

寿限無 = 寿限無寿限無五劫のすり切れ海砂利水魚の水行末雲行末風来末食う寝るところに住むところやぶら小路ぶら小路パイポパイポパイポのシューリンガンシューリンガンのグーリンダイグーリンダイのポンポコピーのポンポコナの長久命の長助.array(
    [[1.0, 2.0, 3.0], [1.0, 2.0, 3.0], [1.0, 2.0, 3.0]],
)
五劫のすり切れ = 寿限無寿限無五劫のすり切れ海砂利水魚の水行末雲行末風来末食う寝るところに住むところやぶら小路ぶら小路パイポパイポパイポのシューリンガンシューリンガンのグーリンダイグーリンダイのポンポコピーのポンポコナの長久命の長助.array(
    [[3.0, 2.0, 1.0], [3.0, 2.0, 1.0], [3.0, 2.0, 1.0]],
)

print(寿限無 @ 五劫のすり切れ)
